Ran Plan for dir: `.` workspace: `default`

<details><summary>Show Output</summary>

```diff
docker_image.mynginx: Refreshing state... [id=sha256:b9e2356ea1be9452f3777a587b0b6a30bc16c295fe6190eda6a0776522f27439nginx:alpine]

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create
- destroy

Terraform will perform the following actions:

  # docker_image.myalpine will be created
+ resource "docker_image" "myalpine" {
      + id          = (known after apply)
      + latest      = (known after apply)
      + name        = "alpine"
      + output      = (known after apply)
      + repo_digest = (known after apply)
    }

  # docker_image.mynginx will be destroyed
- resource "docker_image" "mynginx" {
      - id          = "sha256:b9e2356ea1be9452f3777a587b0b6a30bc16c295fe6190eda6a0776522f27439nginx:alpine" -> null
      - latest      = "sha256:b9e2356ea1be9452f3777a587b0b6a30bc16c295fe6190eda6a0776522f27439" -> null
      - name        = "nginx:alpine" -> null
      - repo_digest = "nginx@sha256:91528597e842ab1b3b25567191fa7d4e211cb3cc332071fa031cfed2b5892f9e" -> null
    }

Plan: 1 to add, 0 to change, 1 to destroy.

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d .`
* :put_litter_in_its_place: To **delete** this plan click [here](https://af45832b00bb.ngrok.io/lock?id=win-t%252Fatlantis-example%252F.%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d .`
</details>
Plan: 1 to add, 0 to change, 1 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
